{
  "users": [
    {
      "id": "1",
      "login": "anton",
      "password": "qwery123",
      "registed_at": "2050-09-22",
      "role_id": 0
    }
  ],
  "roles": [
    {
      "id": "0",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "Модератор"
    },
    {
      "id": "2",
      "name": "Читатель"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "2",
      "title": "Природа вокруг нас!",
      "image_url": "https://img.freepik.com/free-photo/field-at-sunset_1204-65.jpg?w=1060&t=st=1706803001~exp=1706803601~hmac=9407e43fed99f185d263488f4279edb5fa05a680a52c05ec5f4005da1d61fd21",
      "content": "Природа - это удивительное творение, которое окружает нас своей красотой и богатством. Полное величия горы, широкие просторы леса, нежное пение птиц, бег ручья - все это составляет бесценное наследие, которое мы должны бережно сохранять. Погрузимся в мир природы и окунемся в его волшебство. В горах мы сможем увидеть неповторимые пейзажи, причудливые скалы и кристально чистые озера. Здесь можно спокойно гулять по горным тропам, наслаждаясь свежим воздухом и красотой окружающего мира. А вечером, под звездным небом, отдыхать и наслаждаться молчанием и покоем. Лес - это место, где встречаются сказочные существа и царит своеобразная атмосфера загадочности. Здесь у нас есть возможность забыть о суете городской жизни и проникнуться гармонией с природой. Тенистые аллеи и скрытые тропинки, шум листвы и пронзительное пение птиц - все это погружает нас в состояние покоя и спокойствия. \n\nЛес дарит нам возможность понаблюдать за разнообразными живыми существами и набраться новых сил. А кому не нравится море? Безграничные просторы океана, его грозное бурление и спокойное волнение встречаются нам на пути. Кристально чистая вода, голубое небо и оживленная жизнь коралловых рифов создают завораживающую картину. Морская гладь вызывает чувство свободы и предлагает нам неиссякаемый источник вдохновения. Безусловно, природа - наш лучший учитель. Она нас учит ценить и беречь то, что дает нам бесконечное благополучие. Все ее чудеса доступны каждому из нас, и мы должны ценить их настоящую ценность. Природные заповедники и национальные парки - это своего рода золотые сокровища, которые мы должны сохранить для будущих поколений. В заключение, природа - это наш главный источник вдохновения, спокойствия и гармонии. Ее красота способна погрузить нас в мир мечты и умиротворения. Берегите природу и наслаждайтесь всеми ее сокровищами, которые она предоставляет нам. Ведь мы все являемся лишь незначительной частью этого удивительного мира.\n\nТретий абзац",
      "publushed_at": "2053_12-31"
    }
  ],
  "comments": [
    {
      "id": "35ea",
      "author_id": "1",
      "post_id": "1",
      "published_at": "2058-04-19-01:21",
      "content": "Мой первый комментарий"
    }
  ],
  "sessions": [
    {
      "id": "bd55",
      "hash": "60451150099979877872158340323949232697486877441406",
      "user": {
        "id": "1",
        "login": "anton",
        "password": "qwery123",
        "registedAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "0884",
      "hash": "34683063346786369152141560334712266921997070312500",
      "user": {
        "id": "1",
        "login": "anton",
        "password": "qwery123",
        "registedAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "1fcb",
      "hash": "33478578628033028863342224212829023599624633789063",
      "user": {
        "id": "1",
        "login": "anton",
        "password": "qwery123",
        "registedAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "bb25",
      "hash": "34594146716713369826834423292893916368484497070313",
      "user": {
        "id": "1",
        "login": "anton",
        "password": "qwery123",
        "registedAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "ec45",
      "hash": "47159314034802823911718405724968761205673217773438",
      "user": {
        "id": "1",
        "login": "anton",
        "password": "qwery123",
        "registedAt": "2050-09-22",
        "roleId": 0
      }
    }
  ]
}